var config = {

    texts: [
        "送给我",      //结尾逗号英文
        "亲爱的嘉儿",  
        "今天是你的生日啦",
        "这是我们在一起的",
        "第7个生日！",
        "最朴实的愿望送给你",
        "愿你多吃不胖",
        "愿你多睡懒觉",
        "愿你永远健康美丽女神",
        "愿你做过的美梦都实现",
        "愿你永远都有好运气",
        "愿这岁月悠长",
        "愿爱你铭记世间",
        "愿祝福与你常在",
        "愿山河因你绚烂",
        "愿俏皮集你一身",
        "愿鲜花伴你左右",
        "愿胶原蛋白充满你容颜",
        "愿深邃思想指引你灵魂",
        "愿温柔的爱光照着你",
        "愿冷峻的气质冻龄着你",
        "愿我们不离不弃",
        "早日团聚结束异地",
        "每天都有想你",
        "我滴嘉嘉宝贝",
        "生日快乐~~",
    ],
  
    imgs: {
        "送给我": "./imgs/1.jpeg",
        "亲爱的嘉儿": "./imgs/2.jpeg",
        "今天是你的生日啦": "./imgs/3.jpeg",
        "这是我们在一起的": "./imgs/4.jpeg",
        "第7个生日！": "./imgs/5.jpeg",
        "最朴实的愿望送给你": "./imgs/6.jpeg",
        "愿你多吃不胖": "./imgs/7.jpeg",
        "愿你多睡懒觉": "./imgs/8.jpeg",
        "愿你永远健康美丽女神": "./imgs/9.jpeg",
        "愿你做过的美梦都实现": "./imgs/10.jpeg",
        "愿你永远都有好运气": "./imgs/11.jpeg",
        "愿这岁月悠长": "./imgs/12.jpeg",
        "愿爱你铭记世间": "./imgs/17.jpeg",
        "愿祝福与你常在": "./imgs/18.jpeg",
        "愿山河因你绚烂": "./imgs/19.jpeg",
        "愿俏皮集你一身": "./imgs/20.jpeg",
        "愿鲜花伴你左右": "./imgs/21.jpeg",
        "愿胶原蛋白充满你容颜": "./imgs/22.jpeg",
        "愿深邃思想指引你灵魂": "./imgs/23.jpeg",
        "愿温柔的爱光照着你": "./imgs/24.jpeg",
        "愿冷峻的气质冻龄着你": "./imgs/25.jpeg",
        "愿我们不离不弃": "./imgs/26.jpeg",
        "我们早日团聚结束异地": "./imgs/13.jpeg",
        "每天都有想你": "./imgs/14.jpeg",
        "我滴嘉嘉宝贝": "./imgs/15.jpeg",
        "生日快乐~~": "./imgs/16.jpeg"
    },
    
    // 按钮文字描述
    desc: {
        turn_on: "嘉儿点我呀",
        play: "打开音响",
        bannar_coming: "庆祝一下",
        balloons_flying: "气球起飞",
        cake_fadein: "吃蛋糕",
        light_candle: "点蜡烛",
        wish_message: "宝贝生日快乐！",
        story: "A MESSAGE FOR YOU"
    },

    // 结束语
    loveText: '爱你的大狗熊~'
};
